[
  {
    "id": 1,
    "quote": "Ah, the Leaky Cauldron! You get the pea soup, make sure you eat it before it eats you!",
    "by": "Shrunken Head in Harry Potter and the Prisoner of Azkaban"
  },
  {
    "id": 2,
    "quote": "Soup is the sound of the hearth and the home",
    "by": "Louis Pullig De Guoy"
  },
  {
    "id": 3,
    "quote": "Soup is a lot like a family. Each ingredient enhances the others; each batch has its own characteristics, and it needs time to simmer to reach full flavor.",
    "by": "Marge Kennedy"
  },
  {
    "id": 4,
    "quote": "A little science. A little magic. And a little chicken soup.",
    "by": "Diane Duane"
  },
  {
    "id": 5,
    "quote": "Soup puts the heart at ease, calms down the violence of hunger, eliminates the tension of the day, and awakens and refines the appetite.",
    "by": "Auguste Escoffier"
  },
  {
    "id": 6,
    "quote": "Soup is cuisines kindest course.",
    "by": "Virginia Woolf"
  },
  {
    "id": 7,
    "quote": "Eating soup with a fork: slow and messy.",
    "by": "Peter Schoomaker"
  },
  {
    "id": 8,
    "quote": "Hungry and thirsty? Soup solves both problems at once.",
    "by": "Jarod Kintz"
  },
  {
    "id": 9,
    "quote": "A little spoon for a cup of soup teaches to be patient; and the big one, to be greedy!",
    "by": "Mehmet Murat ildan"
  },
  {
    "id": 10,
    "quote": "Alphabet soup is my magic eight ball. Served hot or cold, words are delicious",
    "by": "Amanda Mosher"
  },
  {
    "id": 11,
    "quote": "I can teach you to bottle fame, brew glory, even stopper in death.",
    "by": "Severus Snape"
  },
  {
    "id": 12,
    "quote": "Double, double toil and trouble; fire burn and cauldron bubble",
    "by": "William Shakespeare from Macbeth"
  },
  {
    "id": 13,
    "quote": "I don't expect you will really understand the beauty of the softly simmering cauldron with its shimmering fumes, the delicate power of liquids that creep through human veins, bewitching the mind, ensnaring the senses.",
    "by": "J.K. Rowling"
  },
  {
    "id": 14,
    "quote": "Eye of newt, and toe of frog, Wool of bat, and tongue of dog, Adder's fork, and blind-worm's sting, Lizard's leg, and owlet's wing, For a charm of powerful trouble, Like a hell-broth boil and bubble.",
    "by": "William Shakespeare"
  },
  {
    "id": 15,
    "quote": "... we had once called out hello into the cauldron of the world and then run away before anyone could respond.",
    "by": "Miranda July"
  }
]
